{
  "concepts": [
    {
      "concept": "First Iron Law",
      "explanation": "Sometimes it's this way, and sometimes it's that way. This refers to the fact that correlations show tendencies, not certainties. Individual exceptions don't disprove patterns, but patterns don't predict individual cases with certainty."
    },
    {
      "concept": "Correlation vs Causation",
      "explanation": "Correlation means two phenomena tend to go together. Causation means one phenomenon actually causes the other. Correlation can help with prediction but doesn't prove causation without ruling out coincidence, reverse causation, and third factors."
    },
    {
      "concept": "Three Ways Correlation Misleads",
      "explanation": "1) Pure coincidence in small samples (like the Super Bowl indicator), 2) Reverse causation (rich people drink fine wine, not wine making people rich), 3) Third factor causation (personality traits causing both good driving and good credit)."
    },
    {
      "concept": "Dunbar Number",
      "explanation": "Approximately 150 people - the cognitive limit to the number of people with whom one can maintain stable social relationships. Organizations above this size require formal structure rather than informal coordination."
    },
    {
      "concept": "Warriors and Worriers",
      "explanation": "Joyce Benenson's evolutionary psychology model suggesting males evolved traits associated with being warriors (group competition, formal rules, open conflict) while females evolved traits associated with being worriers (individual survival, avoiding conflict, covert competition)."
    }
  ],
  "characters": {
    "Professor Hartwell": {
      "role": "Seminar leader who guides discussion while allowing productive tension",
      "voice": "Scholarly but accessible, asks probing questions, synthesizes different viewpoints"
    },
    "Blake": {
      "temperament": "Skeptical contrarian who questions assumptions",
      "voice": "Direct, dismissive of conventional wisdom, looks for counterexamples"
    },
    "Drew": {
      "temperament": "Pragmatic humanist focused on real-world impact",
      "voice": "Impatient with abstract theory, concerned about effects on actual people"
    },
    "Casey": {
      "temperament": "Historical philosopher who asks fundamental questions",
      "voice": "Draws on precedents, seeks deeper meaning, tries to mediate conflicts"
    },
    "Avery": {
      "temperament": "Systems thinker who sees connections and feedback loops",
      "voice": "Excited about patterns, uses systems language, sometimes abstract"
    }
  }
}